<%@page contentType="text/html; UTF-8" pageEncoding="UTF-8" %>
<h2>首页内容</h2>
<ol>
    <li>天气预报</li>
    <li>搜索引擎，搜索引擎可选择，下拉显示（排序：搜索引擎使用次数最多的最靠前。）</li>
    <li>日历（日历中包含中国各大节日，生日提醒，日程等等提醒。比如：日历上的那个月如果有人的生日要到了，那么就在上面显示一个蛋糕，然后你可以去点击蛋糕在另一个窗格上显示具体的详情信息。是那个人，他的详情信息是什么，他的电话是什么。他邀请了你，你可以添加“邀请去的地点是哪里，自己要准备什么”等信息。）</li>
    <li>另外日历提醒可以加的功能：使用语音引擎，有什么重大事件到了(这可能会要写个算法来模拟预测将来发生的事)，将特定的话转换为语音输出到浏览器通过相应的音频播放器播放出来，反复提醒，也可以点击此时间暂不提醒。</li>
    <li>该页面由于是首页，经常反复的看，容易造成疲劳，可以另外加一个首页背景管理。</li>
</ol>
<h2>安全事项</h2>
<ol>
    <li>凡是太过机密涉及隐身的功能或特重要数据，一定要使用功能密码来访问，该密码和账号密码独立开来，在注册或者设置功能密码的时候要求不一样。每一个账户，一个登陆密码，一个功能权限私有密码（暂时不考虑每一个功能独立一个密码）。</li>
    <li>太过于保密的如银行、支付宝、微信钱包等等设计钱财的账号和密码，就别用账号管理来管理这些信息的，小心一夜回到解放前，所以还是用大脑来代替吧！。账号主要来，比如：你在新浪注册了一个账号、注册了几个qq号、在iteye注册了一个技术博客这种不是很珍贵的账号，方便记忆和管理。</li>
</ol>
<br/><br/>